{
    "Home": "Início",
    "Community": "Comunidade",
    "Leaderboards": "Hall da Fama",
    "Shop": "Loja",
    "Rules": "Regras",
    "Articles": "Notícias",
    "Staff": "Equipe",
    "Photos": "Fotos",
    "My Profile": "Meu Perfil",
    "Administration": "Administração",
    "Error logs": "Logs de Erro",
    "Housekeeping": "Painel de Controle",
    "A online virtual world where you can create your own avatar, make friends, chat, create rooms and much more!": "Um mundo virtual online onde você pode criar seu próprio avatar, fazer amigos, conversar, criar salas e muito mais!",
    "Create your account!": "Crie sua conta!",
    "Create a free account, and be a part of a fun online world!": "Crie uma conta grátis, e faça parte de um mundo online divertido!",
    "Login": "Entrar",
    "Register": "Registrar",
    "Create account": "Criar Conta",
    "Or": "Ou",
    "Latest news": "Últimas Notícias",
    "Keep up to date with the latest hotel gossip.": "Mantenha-se atualizado com as últimas fofocas do hotel.",
    "Latest Photos": "Últimas Fotos",
    "Have a look at some of the great moments captured by users around the hotel.": "Dê uma olhada em alguns dos grandes momentos capturados pelos usuários ao redor do hotel.",
    "Username": "Usuário",
    "Password": "Senha",
    "Confirm Password": "Confirme sua senha",
    "Repeat Password": "Repita sua senha",
    "Email": "Email",
    "Remember me": "Lembrar-me",
    "Go to :hotel": "Ir para :hotel",
    "User Referrals": "Referências de Usuários",
    "Credits": "Moedas",
    "Duckets": "Duckets",
    "Diamonds": "Diamantes",
    "Logout": "Sair",
    "User settings": "Configurações",
    "User Referrals (%s/%s)": "Referências de Usuários (%s/%s)",
    "Referral new users and be rewarded by in-game goods": "Referencie novos usuários e seja recompensado por bens no jogo",
    "Here at :hotel we have added a referral system, allowing you to obtain a bonus for every :needed users that registers through your referral link will allow you to claim a reward of :amount diamonds!": "Aqui no :hotel, adicionamos um sistema de referência, permitindo que você obtenha um bônus por cada :needed usuários que se registra através do seu link de referência permitirá que você reivindique uma recompensa de :amount diamantes!",
    "Boosting referrals by making own accounts will lead to removal of all progress, currency, inventory and a potential ban": "Aumentar as referências fazendo contas próprias levará à remoção de todo o progresso, moeda, inventário e um possível banimento",
    "Copy code": "Copiar código",
    "You need to refer :needed more users, before being able to claim your reward": "Você precisa chamar mais :needed usuários, antes de poder reivindicar sua recompensa",
    "Other articles": "Outras notícias",
    "Our most recent articles": "As notícias mais recentes",
    "There is currently no other articles": "Atualmente não há outras notícias",
    ":hotel Shop": ":hotel Loja",
    "Purchase :hotel items": "Compre itens do :hotel",
    "Here at :hotel Hotel we are accepting donations to keep the hotel up & running and as a thank you, you will in return receive in-game goods.": "Aqui no :hotel Hotel estamos aceitando doações para manter o hotel funcionando e como agradecimento, você receberá em troca produtos do jogo.",
    "Why are donations important?": "Por que as doações são importantes?",
    "Donations are important, as it will help to pay our monthly bills needed to keep the hotel up & running, as well as adding new and exciting features for you and others to enjoy!": "As doações são importantes, pois ajudarão a pagar nossas contas mensais necessárias para manter o hotel funcionando e, além disso, adicionar novos e emocionantes recursos para você e outros usuários desfrutarem!",
    "To purchase items from the :hotel shop, please visit our Discord and contact the owner of :hotel Hotel to make your purchase": "Para comprar itens da loja do :hotel, visite nosso Discord e entre em contato com o proprietário do :hotel Hotel para fazer sua compra",
    "Make sure to use an email that you remember, if you ever lose your password, your email will be required.": "Certifique-se de usar um e-mail que você lembre, se você perder sua senha, seu e-mail será necessário.",
    "Your username is what you and others will see in-game": "Seu nome de usuário é o que você e outros verão no jogo",
    "Spice up your profile with a nice motto": "Aumente o seu perfil com uma boa missão",
    "Update settings": "Atualizar configurações",
    "Current password": "Senha atual",
    "Enter your current password":"Digite sua senha atual",
    "New password": "Nova senha",
    "Enter a new secure password. Do not forget to save it somewhere safe": "Digite uma nova senha segura. Não se esqueça de salvá-la em algum lugar seguro",
    "Confirm new password": "Confirme a nova senha",
    "Please confirm your new password": "Por favor, confirme sua nova senha",
    "Update password": "Atualizar senha",
    "Account settings": "Minha conta",
    "Password settings": "Minha senha",
    "Dont have an account? Join now!": "Não tem uma conta? Junte-se agora!",
    "Your username is what you will have to use, when logging into :hotel. It is also what other users will know you as, so make sure you select a username that you like!": "Seu nome de usuário é o que você terá que usar, ao fazer login no :hotel. Também é o que os outros usuários saberão sobre você, então certifique-se de selecionar um nome de usuário que você goste!",
    "You will need your email if you were to ever forget your password, so make sure it is something that you remember.": "Você precisará de seu e-mail se você esquecer sua senha, então certifique-se de que é algo que você lembra.",
    "Your password must contain atleast 8 characters. Make sure to use a unique & secure password.": "Sua senha deve conter pelo menos 8 caracteres. Certifique-se de usar uma senha única e segura.",
    "I accept the :hotel terms & rules.": "Eu aceito os termos e regras do :hotel.",
    "Create a free account today!": "Crie uma conta gratuita hoje!",
    ":hotel is a not for profit educational project": ":hotel é um projeto educacional sem fins lucrativos",
    "Made with": "Feito com",
    "By": "Por",
    "We currently have no staff in this position": "Atualmente não temos funcionários nesta posição",
    "My name is,": "Meu nome é,",
    "Badges": "Emblemas",
    "Groups": "Grupos",
    "Rooms": "Quartos",
    "Friends": "Amigos",
    "It seems like :user has no badges.": "Parece que :user não tem emblemas.",
    "It seems like :user is not a member of any groups.": "Parece que :user não é membro de nenhum grupo.",
    "It seems like :user got no rooms.": "Parece que :user não tem quartos.",
    "It seems like :user has no friends.": "Parece que :user não tem amigos.",
    "Hello!": "Olá!",
    "There is currently :online users online": "Atualmente há :online usuários onlines",
    "Top credits": "Moedas",
    "Top duckets": "Duckets",
    "Top diamonds": "Diamantes",
    "Hours online": "Horas Online",
    "Respects received": "Respeitos Recebidos",
    "Achievement score": "Pontos de Conquistas",
    ":credits credits": ":credits moedas",
    ":duckets duckets": ":duckets moedas",
    ":diamonds diamonds": ":diamonds moedas",
    ":online hours": ":online horas",
    ":respect respects received": ":respect respeitos",
    ":achievement achievement score": ":achievement pontos de conquistas",
    "Nitro client": "Jogar (HTML)",
    "Insert Reaction": "Adicionar Reação",
    "Add": "Adicionar",
    "Browser": "Navegador",
    "Date": "Data de Acesso",
    "Enter your email": "Digite seu e-mail",
    "Choose a secure password": "Escolha uma senha segura",
    "Repeat your chosen password": "Repita a senha escolhida",
    "Beta code": "Código BETA",
    "Enter the beta code you have been provided with": "Digite o código beta que você recebeu",
    "Enter your beta code": "Digite o seu código BETA",
    "You are nearly in Habbo!": "Você está quase no Habbo!",
    "Click the yellow Hotel button below, then click on `run flash` when prompted to. See you in the Hotel!": "Clique no botão amarelo Hotel abaixo e, em seguida, clique em `executar flash` quando solicitado. Nos vemos no Hotel!",
    "Get flash": "Baixe o flash",
    "Whoops! It seems like you have been disconnected...": "Opa! Parece que você foi desconectado...",
    "Reload client": "Recarregar",
    "Reactions with": "Reações com",
    "Close modal": "Close modal",
    "Unknown": "Desconhecido",
    "Open main menu": "Abra o menu principal",
    "Discord": "Discord",
    "Session logs": "Logs de sessão",
    ":online :hotel online": ":online :hotel online",
    "Flash client": "Flash client",
    "Ban type:": "Tipo de banimento:",
    "Ban reason:": "Motivo do banimento:",
    "Ban expiration:": "Expiração do banimento:",
    "If you believe this is a mistake, please reach out to one of our staff members through our Discord server!": "Se você acredita que isso é um engano, entre em contato com um dos membros da nossa equipe através do nosso servidor Discord!",
    "Join discord": "Entre no Discord",
    "There is currently no articles": "Atualmente não há notícias",
    "Staff login": "Login Staff",
    "General Rules": "Regras Gerais",
    "Rules and regulations are subject to change without notice. As a member of the :hotel community, you hereby agree to and understand the following terms and conditions above. Failure to comply with these rules and regulations will result in the necessary sanctions implemented upon your account. If you have any questions or concerns in regards to The :hotel Way, please do not hesitate to ask a member of the Hotel Staff.": "As regras e regulamentos estão sujeitos a alterações sem aviso prévio. Como membro da comunidade :hotel, você concorda e compreende os seguintes termos e condições acima. O não cumprimento dessas regras e regulamentos resultará nas sanções necessárias implementadas em sua conta. Se você tiver alguma dúvida ou preocupação em relação ao The :hotel Way, não hesite em perguntar a um membro da equipe do hotel.",
    "The general rules of :hotel": "As regras gerais do :hotel",
    "Do not abuse the Call for Help (CFH) system; it should be used during emergency purposes only.": "Não abuse do sistema de Chamada de Socorro (CFH); deve ser usado apenas em casos de emergência.",
    "Do not advertise other Habbo Retros; hotel links or purposely mentioning the name of another hotel with the intentions of advertising is not permitted.": "Não anuncie outros Habbo Retros; links de hotéis ou mencionar propositadamente o nome de outro hotel com a intenção de publicidade não é permitido.",
    "Do not attempt to or scam credits or furniture from other users through betting, gaming, or trading.": "Não tente roubar créditos ou móveis de outros usuários por meio de apostas, jogos ou negociações.",
    "Do not bully, harass, or abuse other users; avoid violent or aggressive behavior.": "Não intimide, assedie ou abuse de outros usuários; evitar comportamentos violentos ou agressivos." ,
    "Do not disclose any personal information of another user (e.g., address, IP Address, phone number, school, private images etc.) without their consent.": "Não divulgue nenhuma informação pessoal de outro usuário (por exemplo, endereço, endereço IP, número de telefone, escola, imagens privadas etc.) sem o consentimento deles.",
    "Do not excessively repeat identical or similar statements (spamming).": "Não repita excessivamente declarações idênticas ou semelhantes (spam).",
    "Users are to not participate in any sexual, inappropriate, or generally objective acts towards other users without their prior consent.": "Os usuários não devem participar de nenhum ato sexual, inapropriado ou geralmente objetivo em relação a outros usuários sem o seu consentimento prévio.",
    "Do not make rooms with inappropriate or abusive names.": "Não crie salas com nomes inapropriados ou abusivos.",
    "Do not attempt to or successfully harm a user’s home internet connection.": "Não tente ou prejudique com sucesso a conexão de Internet doméstica de um usuário.",
    "Do not disrupt events with explicit language or negative behavior.": "Não interrompa eventos com linguagem explícita ou comportamento negativo.",
    "Account Rules": "Regras da Conta",
    "The general account rules on :hotel": "As regras gerais da conta no :hotel",
    "Do not attempt to or give away, buy, sell, or trade your": "Não tente ou doe, compre, venda ou troque seu",
    "account and/or": "conta e/ou",
    "items for virtual items from another game, accounts from another game, cash, or vice versa without permission from an Administrator. This includes giving away, buying, selling or trading": "itens para itens virtuais de outro jogo, contas de outro jogo, dinheiro, ou vice-versa sem a permissão de um Administrador. Isso inclui doar, comprar, vender ou trocar",
    "furniture/currency for Habbo furniture/currency or vice versa.": "mobília/moeda para mobília/moeda Habbo ou vice-versa.",
    "Do not create a username with an offensive name that is insulting, racist, harassing, or generally objectionable.": "Não crie um nome de usuário com um nome ofensivo que seja insultuoso, racista, ofensivo ou censurável em geral.",
    "Do not evade an IP Address ban.": "Não fuja de uma proibição de endereço IP.",
    "Do not share your account with other users.": "Não compartilhe sua conta com outros usuários.",
    "Do not threaten to, attempt to, or hack other users accounts.": "Não ameace, tente ou hackeie as contas de outros usuários.",
    "Do not create multiple accounts for the purpose of taking an advantage over gaining more in-game currency and/or rares of any kind.": "Não crie várias contas com o objetivo de obter vantagem sobre ganhar mais moeda do jogo e/ou itens raros de qualquer tipo.",
    "Do not re-appeal your ban unless stated otherwise. This means if you re-appeal in 2 days after your first appeal was denied and you were told to re-appeal in 2-3 weeks, you will be banned from the forum as well as the hotel.": "Não recorra ao seu banimento, a menos que seja declarado o contrário. Isso significa que se você apelar novamente em 2 dias após seu primeiro recurso ter sido negado e lhe foi dito para apelar novamente em 2-3 semanas, você será banido do fórum, bem como do hotel.",
    "Accounts are limited to 2 per person. This means, only 1 Alt acc is acceptable. Anything more than this, will result in a full account wipe including credits, and rares.": "As contas são limitadas a 2 por pessoa. Isso significa que apenas 1 conta Alt é aceitável. Qualquer coisa além disso resultará na limpeza total da conta, incluindo créditos e itens raros.",
    ":hotel rules & guidelines": "Regras e diretrizes do :hotel",
    "Do not attempt to or exploit errors of": "Não tente ou explore erros de",
    "report it to the Administration immediately.": "denuncie imediatamente à Administração.",
    "Do not attempt to or refund your VIP Membership or donation to": "Não tente ou reembolse sua assinatura VIP ou doação para",
    "at any given time; all payments are final.": "a qualquer momento; todos os pagamentos são finais.",
    "Do not intentionally give wrong or misleading information to staff members in reports about rule violations, complaints, bug reports, or support requests.": "Não forneça intencionalmente informações erradas ou enganosas aos membros da equipe em relatórios sobre violações de regras, reclamações, relatórios de bugs ou solicitações de suporte.",
    "Do not make false statements against": "Não faça declarações falsas contra",
    "or any other part of its services.": "ou qualquer outra parte de seus serviços.",
    "Do not pretend to be a representative of": "Não finja ser um representante de",
    "This includes mimicing, acting like them, and or claim to have staff powers.": "Isso inclui imitar, agir como eles e/ou alegar ter poderes de staff.",
    "Do not threaten to, attempt to, or use any scripts or third party software to enter, disrupt, or modify": "Não ameace, tente ou use qualquer script ou software de terceiros para entrar, interromper ou modificar",
    "Non-harmful auto-typing, auto-clicking and other programs can only be used if you are the room owner or with permission from the room owner.": "A digitação automática não prejudicial, o clique automático e outros programas só podem ser usados ​​se você for o proprietário da sala ou com permissão do proprietário da sala.",
    "You have reached the limit of maximum allowed accounts": "Você atingiu o limite máximo de contas permitidas",
    "Only staff can login during maintenance!": "Somente funcionários podem fazer login durante a manutenção!",
    "The Google recaptcha must be completed": "O recaptcha do Google deve ser concluído",
    "The google recaptcha was submitted with an invalid type": "O google recaptcha foi enviado com um tipo inválido",
    "Your account settings has been updated": "As configurações da sua conta foram atualizadas",
    "The language selected is not supported": "O idioma selecionado não é suportado",
    "Your password has been changed!": "Sua senha foi mudada!",
    "You do not have enough referrals to claim your reward": "Você não tem referências suficientes para reivindicar sua recompensa",
    "Please logout to claim your reward": "Saia para reivindicar sua recompensa",
    "Woah! You have successfully claimed your reward - Keep up the good work!": "Uau! Você reivindicou sua recompensa com sucesso - Continue com o bom trabalho!",
    "Your IP have been restricted - If you think this is a mistake, you can contact us on our Discord.": "Seu IP foi restrito - Se você acha que isso é um engano, pode entrar em contato conosco em nosso Discord.",
    "It seems like your current password is wrong.": "Parece que sua senha atual está errada.",
    "The Google recaptcha was not successful.": "O recaptcha do Google não foi bem-sucedido.",
    "Online Friends": "Amigos Online",
    "Mission": "Missão",
    "Online Since": "Entrou em",
    "The beta code is invalid.": "O código beta é inválido.",
    ":hotel staff": ":hotel staff",
    "": "Sobre o funcionários do :hotel",
    "The :hotel staff team is one big happy family, each staff member has a different role and duties to fulfill.": "A equipe de funcionários do hotel é uma grande família feliz, cada membro da equipe tem uma função e deveres diferentes a cumprir.",
    "Most of our team usually consists of players that have been around :hotel for quite a while, but this does not mean we only recruit old & known players, we recruit those who shine out to us!": "A maior parte do nosso time geralmente consiste em jogadores que já estão no :hotel há um bom tempo, mas isso não significa que recrutamos apenas jogadores antigos e conhecidos, recrutamos aqueles que se destacam para nós!",
    "Apply for staff": "Vagas para a equipe",
    "How to join the staff team": "Como entrar na equipe do hotel",
    "Every now and then staff applications may open up. Once they do we always make sure to post a news article explaining the process - So make sure you keep an eye out for those in you are interested in joining the :hotel staff team.": "De vez em quando, vagas para a equipe podem ser abertas. Assim que o fizermos, sempre publicaremos uma notícia explicando o processo - portanto, fique atento àqueles que estão interessados ​​em ingressar na equipe do :hotel",
    "You can occasionally also look at the :startTag Staff application page :endTag which will show you all of our current open positions.": "Ocasionalmente, você também pode consultar a página de inscrição :startTag Staff :endTag, que mostrará todas as nossas posições abertas no momento.",
    "You entered something that is not allowed on :hotel": "Você digitou algo que não é permitido em :hotel",
    "Post a comment": "Postar um comentário",
    "Post a comment on the article, to let us know what you think about it": "Poste um comentário sobre o artigo, para que possamos saber o que você pensa sobre isso",
    "Post comment": "Postar comentário",
    "Comments": "Comentários",
    "Below you will see all the comments, written on this article": "Abaixo você verá todos os comentários, escritos neste artigo",
    "You can only comment :amount times per article": "Você só pode comentar: quantidade de vezes por artigo",
    "You comment has been posted!": "Seu comentário foi postado!",
    "You can only delete your own comments": "Você só pode excluir seus próprios comentários",
    "You comment has been deleted!": "Seu comentário foi deletado!"
}
